tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "oktadeveloper/tap"
brew "automake"
brew "awscli"
brew "coreutils"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "libtool"
brew "node"
brew "nvm"
brew "openjdk"
brew "openssl@1.1"
brew "pandoc"
brew "pnpm"
brew "pyenv"
brew "rbenv"
brew "tfenv"
brew "tldr"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "aldente"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "authy"
cask "bartender"
cask "caffeine"
cask "calibre"
cask "cleanshot"
cask "devtoys"
cask "discord"
cask "docker"
cask "elgato-stream-deck"
cask "figma"
cask "google-chrome"
cask "hookmark"
cask "hyper"
cask "inkdrop"
cask "keyboard-maestro"
cask "logitech-camera-settings"
cask "logitech-options"
cask "maccy"
cask "macfuse"
cask "menubar-countdown"
cask "numi"
cask "obsidian"
cask "okta"
cask "orion"
cask "postico"
cask "postman"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "stats"
cask "studio-3t"
cask "tableplus"
cask "time-sink"
cask "tomatobar"
cask "typora"
cask "visual-studio-code"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "analytic-signal.preview-pdf"
vscode "arjun.swagger-viewer"
vscode "armaklan.vscode-toggl"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chuckjonas.apex-pmd"
vscode "danielsanmedium.dscodegpt"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbizzy.dbizzy"
vscode "deerawan.vscode-faker"
vscode "deque-systems.vscode-axe-linter"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "financialforce.lana"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hediet.vscode-drawio"
vscode "johnpapa.vscode-peacock"
vscode "kamikillerto.vscode-colorize"
vscode "letrieu.expand-region"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "neotan.vscode-auto-restart-typescript-eslint-servers"
vscode "nextbook.file-and-folder-icons"
vscode "nicollasr.vscode-streamdeck"
vscode "paulmolluzzo.convert-css-in-js"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "salesforce.salesforce-vscode-slds"
vscode "salesforce.salesforcedx-vscode"
vscode "salesforce.salesforcedx-vscode-apex"
vscode "salesforce.salesforcedx-vscode-apex-debugger"
vscode "salesforce.salesforcedx-vscode-apex-replay-debugger"
vscode "salesforce.salesforcedx-vscode-core"
vscode "salesforce.salesforcedx-vscode-expanded"
vscode "salesforce.salesforcedx-vscode-lightning"
vscode "salesforce.salesforcedx-vscode-lwc"
vscode "salesforce.salesforcedx-vscode-soql"
vscode "salesforce.salesforcedx-vscode-visualforce"
vscode "sdras.night-owl"
vscode "streetsidesoftware.code-spell-checker"
vscode "swimm.swimm"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vignaeshrama.sfdx-package-xml-generator"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "zignd.html-css-class-completion"
