tap "homebrew/bundle"
tap "homebrew/services"
tap "oktadeveloper/tap"
brew "automake"
brew "coreutils"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "libtool"
brew "nvm"
brew "openssl@1.1"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ruby", link: true
brew "tldr"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "adobe-digital-editions"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "authy"
cask "bartender"
cask "brave-browser"
cask "caffeine"
cask "calibre"
cask "cleanshot"
cask "discord"
cask "docker"
cask "elgato-stream-deck"
cask "figma"
cask "google-chrome"
cask "hyper"
cask "inkdrop"
cask "keepingyouawake"
cask "keybase"
cask "keyboard-maestro"
cask "kobo"
cask "logitech-camera-settings"
cask "logitech-options"
cask "macfuse"
cask "mysqlworkbench"
cask "numi"
cask "obsidian"
cask "okta"
cask "orion"
cask "postico"
cask "postman"
cask "raindropio"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "stats"
cask "studio-3t"
cask "time-sink"
cask "tomatobar"
cask "typora"
cask "visual-studio-code"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "analytic-signal.preview-pdf"
vscode "armaklan.vscode-toggl"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "craig-simko.open-stryker-report"
vscode "danielsanmedium.dscodegpt"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbizzy.dbizzy"
vscode "deerawan.vscode-faker"
vscode "deque-systems.vscode-axe-linter"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.vscode-yaml"
