tap "homebrew/bundle"
tap "homebrew/services"
tap "oktadeveloper/tap"
brew "exa"
brew "fzf"
brew "git"
brew "go"
brew "nvm"
brew "ruby"
brew "tldr"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "alt-tab"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "blackhole-2ch"
cask "brave-browser"
cask "caffeine"
cask "cleanshot"
cask "discord"
cask "docker"
cask "figma"
cask "google-chrome"
cask "hyper"
cask "inkdrop"
cask "keepingyouawake"
cask "keybase"
cask "keyboard-maestro"
cask "kobo"
cask "logitech-camera-settings"
cask "logitech-options"
cask "macfuse"
cask "mysqlworkbench"
cask "numi"
cask "okta"
cask "orion"
cask "postico"
cask "postman"
cask "raindropio"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "stats"
cask "studio-3t"
cask "time-sink"
cask "tomatobar"
cask "typora"
cask "visual-studio-code"
cask "zoom"
vscode "2gua.rainbow-brackets"
vscode "42Crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "analytic-signal.preview-pdf"
vscode "armaklan.vscode-toggl"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "craig-simko.open-stryker-report"
vscode "DanielSanMedium.dscodegpt"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbizzy.dbizzy"
vscode "deerawan.vscode-faker"
vscode "deque-systems.vscode-axe-linter"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "george-alisson.html-preview-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hediet.vscode-drawio"
vscode "johnpapa.vscode-peacock"
vscode "kamikillerto.vscode-colorize"
vscode "letrieu.expand-region"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "nextbook.file-and-folder-icons"
vscode "paulmolluzzo.convert-css-in-js"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "riccardoforina.storybook-helper"
vscode "ritwickdey.LiveServer"
vscode "sburg.vscode-javascript-booster"
vscode "sdras.night-owl"
vscode "silvenon.mdx"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "stevejpurves.cucumber"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "Zignd.html-css-class-completion"
